Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: 408.2 Water connection.
fr_ca: 408.2 Raccordement à l'eau.

source: 408.2.1 Call controls.
fr_ca: 408.2.1 Commandes d'appel.

source: 408.2.2 Hall signals.
fr_ca: 408.2.2 Signaux de hall.

source: 408.2.3 Hoistway signs.
fr_ca: 408.2.3 Enseignes de la cage.

source: 408.3 Bidet water temperature.
fr_ca: 408.3 Température de l'eau du bidet.

source: 408.3 Elevator door requirements.
fr_ca: 408.3 Exigences relatives aux portes d'ascenseur.

source: 408.3.1 Sliding doors.
fr_ca: 408.3.1 Portes coulissantes.

source: 408.3.2 Swinging doors.
fr_ca: 408.3.2 Portes battantes.

source: 408.3.2.1 Power operation.
fr_ca: 408.3.2.1 Fonctionnement électrique.

source: 408.3.2.2 Duration.
fr_ca: 408.3.2.2 Durée.

source: 408.3.3 Door location and width.
fr_ca: 408.3.3 Emplacement et largeur de la porte.

source: 408.3.3.1 Cars with single door or doors on opposite ends.
fr_ca: 408.3.3.1 Cabines à porte unique ou à portes aux extrémités opposées.

source: 408.3.3.2 Cars with doors on adjacent sides.
fr_ca: 408.3.3.2 Cabines avec des portes sur les côtés adjacents.

source: 408.4 Elevator car requirements.
fr_ca: 408.4 Exigences relatives aux cabines d'ascenseur.

source: 408.4.1 Inside dimensions.
fr_ca: 408.4.1 Dimensions intérieures.

source: 408.4.3 Platform to hoistway clearance.
fr_ca: 408.4.3 Dégagement entre la plateforme et la cage.

source: 408.4.4 Leveling.
fr_ca: 408.4.4 Mise à niveau.

source: 408.4.5 Illumination.
fr_ca: 408.4.5 Éclairage.

source: 408.4.6 Elevator car controls.
fr_ca: 408.4.6 Commandes de la cabine d'ascenseur.

source: 408.4.7 Designations and indicators of car controls.
fr_ca: 408.4.7 Désignations et indicateurs des commandes de la cabine.

source: 408.4.8 Emergency communications.
fr_ca: 408.4.8 Communications d'urgence.

source: 409.1 Approval.
fr_ca: 409.1 Approbation.

source: 409.1 General.
fr_ca: 409.1 Généralités.

source: 409.2 Call controls.
fr_ca: 409.2 Commandes d'appel.

source: 409.2 Water connection.
fr_ca: 409.2 Raccordement à l'eau.

source: 409.3 Doors and gates.
fr_ca: 409.3 Portes et portillons.

source: 409.3 Waste connection.
fr_ca: 409.3 Raccordement des eaux usées.

source: 409.3.1 Power operation.
fr_ca: 409.3.1 Fonctionnement électrique.

source: 409.3.2 Duration.
fr_ca: 409.3.2 Durée.

source: 409.3.3 Door or gate location and width.
fr_ca: 409.3.3 Emplacement et largeur de la porte ou du portillon.

source: 409.4 Elevator car requirements.
fr_ca: 409.4 Exigences relatives aux cabines d'ascenseur.

source: 409.4 Residential dishwasher waste connection.
fr_ca: 409.4 Raccordement d'évacuation d'un lave-vaisselle résidentiel.

source: 409.4.1 Inside dimensions.
fr_ca: 409.4.1 Dimensions intérieures.

source: 410.1 Applicability.
fr_ca: 410.1 Applicabilité.

source: 410.2 Stages.
fr_ca: 410.2 Scènes.

source: 410.2.1 Stage construction.
fr_ca: 410.2.1 Construction de la scène.

source: 410.2.1.1 Stage height and area.
fr_ca: 410.2.1.1 Hauteur et surface de la scène.

source: 410.2.2 Technical production areas: galleries, gridirons and catwalks.
fr_ca: 410.2.2 Zones de production technique : passerelles, grils et passerelles suspendues.

source: 410.2.3 Exterior stage doors.
fr_ca: 410.2.3 Portes de scène extérieures.

source: 410.2.4 Proscenium wall.
fr_ca: 410.2.4 Mur d'avant-scène.

source: 410.2.5 Proscenium curtain.
fr_ca: 410.2.5 Rideau d'avant-scène.

source: 410.2.6 Scenery.
fr_ca: 410.2.6 Décors.

source: 410.2.7 Stage ventilation.
fr_ca: 410.2.7 Ventilation de la scène.

source: 410.2.7.1 Roof vents.
fr_ca: 410.2.7.1 Évents de toit.

source: 410.2Lift Entry.
fr_ca: 410.2 Entrée de la plateforme élévatrice.

source: 410.3 Platform construction.
fr_ca: 410.3 Construction de la plateforme.

source: 410.3.1 Temporary platforms.
fr_ca: 410.3.1 Plateformes temporaires.

source: 410.3Floor Surfaces.
fr_ca: 410.3 Surfaces de plancher.

source: 410.4 Dressing and appurtenant rooms.
fr_ca: 410.4 Vestiaires et pièces annexes.

source: 410.4.1 Separation from stage.
fr_ca: 410.4.1 Séparation de la scène.

source: 410.4.2 Separation from each other.
fr_ca: 410.4.2 Séparation entre les locaux.

source: 410.5 Means of egress.
fr_ca: 410.5 Moyens d'évacuation.

source: 410.5.1 Arrangement.
fr_ca: 410.5.1 Disposition.

source: 410.5.2 Stairway and ramp enclosure.
fr_ca: 410.5.2 Enceinte d'escalier et de rampe.

source: 410.5.3 Technical production areas.
fr_ca: 410.5.3 Zones de production technique.

source: 410.5.3.1 Number of means of egress.
fr_ca: 410.5.3.1 Nombre de moyens d'évacuation.

source: 410.5.3.2 Exit access travel distance.
fr_ca: 410.5.3.2 Distance de parcours jusqu’à l’issue.

source: 410.5.3.3 Two means of egress.
fr_ca: 410.5.3.3 Deux moyens d'évacuation.

source: 410.5.3.4 Path of egress travel.
fr_ca: 410.5.3.4 Parcours d’évacuation.

source: 410.5.3.5 Width.
fr_ca: 410.5.3.5 Largeur.

source: 410.5Clear Floor Space.
fr_ca: 410.5 Surface de plancher dégagée.

source: 420.10 Group R cooking facilities.
fr_ca: 420.10 Installations de cuisson du Groupe R.

source: 420.11 Group R-2 dormitory cooking facilities.
fr_ca: 420.11 Installations de cuisson dans les dortoirs du groupe R-2.

source: 420.11.1 Cooking appliances.
fr_ca: 420.11.1 Appareils de cuisson.

source: 420.11.2 Cooking appliances in sleeping rooms.
fr_ca: 420.11.2 Appareils de cuisson dans les chambres à coucher.

source: 420.6 Smoke barriers in Group I-1, Condition 2.
fr_ca: 420.6 Séparations pare-fumée dans le groupe I-1, condition 2.

source: 420.6.1 Refuge area.
fr_ca: 420.6.1 Aire de refuge.

source: 420.7 Group I-1 assisted living housing units.
fr_ca: 420.7 Logements avec services d’assistance du groupe I-1.

source: 420.8 Group I-1 cooking facilities.
fr_ca: 420.8 Installations de cuisson du groupe I-1.

source: 420.9 Domestic cooking appliances.
fr_ca: 420.9 Appareils de cuisson domestiques.

source: 421.1 Approval.
fr_ca: 421.1 Approbation.

source: 421.2 Water supply riser.
fr_ca: 421.2 Colonne montante d'alimentation en eau.

source: 421.3 Shower waste outlet.
fr_ca: 421.3 Évacuation des eaux usées de la douche.

source: 421.3.1 Waste fittings.
fr_ca: 421.3.1 Raccords d'évacuation.

source: 421.4 Shower compartments.
fr_ca: 421.4 Compartiments de douche.

source: 421.4.1 Floor and wall area.
fr_ca: 421.4.1 Aire de plancher et de mur.

source: 421.4.2 Access.
fr_ca: 421.4.2 Accès.

source: 421.5 Shower floors or receptors.
fr_ca: 421.5 Sols ou récepteurs de douche.

source: 421.5.2 Shower lining.
fr_ca: 421.5.2 Revêtement de douche.

source: 421.5.2.1 PVC sheets.
fr_ca: 421.5.2.1 Feuilles de PVC.

source: 421.5.2.2 Chlorinated polyethylene (CPE) sheets.
fr_ca: 421.5.2.2 Feuilles de polyéthylène chloré (CPE).

source: 421.5.2.3 Sheet lead.
fr_ca: 421.5.2.3 Feuille de plomb.

source: 421.5.2.4 Sheet copper.
fr_ca: 421.5.2.4 Feuille de cuivre.

source: 421.5.2.5 Sheet-applied, load-bearing, bonded, waterproof membranes.
fr_ca: 421.5.2.5 Membranes imperméables, portantes, collées, appliquées en feuilles.

source: 421.5.2.6 Liquid-type, trowel-applied, load-bearing, bonded waterproof materials.
fr_ca: 421.5.2.6 Matériaux imperméables de type liquide, appliqués à la truelle, porteurs de charge et collés.

source: 421.6 Glazing.
fr_ca: 421.6 Vitrage.

source: 422.1 Approval.
fr_ca: 422.1 Approbation.

source: 422.2 Sink waste outlets.
fr_ca: 422.2 Évacuations d'évier.

source: 422.3 Movable sink systems.
fr_ca: 422.3 Systèmes d'évier mobiles.

source: 423.1 Water connections.
fr_ca: 423.1 Raccordements d'eau.

source: 423.2 Approval.
fr_ca: 423.2 Approbation.

source: 423.3 Footbaths and pedicure baths.
fr_ca: 423.3 Bains de pieds et bains de pédicure.

source: 426.1 Approval.
fr_ca: 426.1 Approbation.

source: 426.4 Suction fittings.
fr_ca: 426.4 Raccords d'aspiration.

source: 426.5 Access to pump.
fr_ca: 426.5 Accès à la pompe.

source: 426.6 Whirlpool enclosure.
fr_ca: 426.6 Enceinte de bain à remous.

source: 4Seating treads less than 44 inches (1120 mm) in depth shall not be permitted with risers greater than 27 inches (685 mm) in height.
fr_ca: 4Les SIÈGES d'une profondeur inférieure à 44 po [1120 mm] ne sont pas autorisés avec des contremarches d'une hauteur supérieure à 27 po [685 mm].

source: 501.1 Scope.
fr_ca: 501.1 Portée.

source: 503.1 General.
fr_ca: 503.1 Généralités.

source: 503.1.1 Special industrial occupancies.
fr_ca: 503.1.1 Usages industriels spéciaux.

source: 503.1.2 Buildings on same lot.
fr_ca: 503.1.2 Bâtiments sur le même terrain.

source: 503.1.3 Type I construction.
fr_ca: 503.1.3 Construction de type I.

source: 503.1.4 Occupied roofs.
fr_ca: 503.1.4 Toitures occupées.

source: 503.1.4.1 Enclosures over occupied roof areas.
fr_ca: 503.1.4.1 Enceintes au-dessus des zones de toits occupés.

source: 504.10 Tactile signage within the stairway enclosure.
fr_ca: 504.10 Signalisation tactile dans l'enceinte de l'escalier.

source: 504.11 Tactile signage at exits.
fr_ca: 504.11 Signalisation tactile aux sorties.

source: 504.2 Treads and risers.
fr_ca: 504.2 Marches et contremarches.

source: 504.3 Open risers.
fr_ca: 504.3 Contremarches ouvertes.

source: 504.4 Tread surface.
fr_ca: 504.4 Surface de la marche.

source: 504.5 Nosings.
fr_ca: 504.5 Nez de marche.

source: 504.6 Visual contrast.
fr_ca: 504.6 Contraste visuel.

source: 504.7 Handrails.
fr_ca: 504.7 Rampes.

source: 504.8 Wet conditions.
fr_ca: 504.8 Conditions humides.

source: 504.9 Lighting.
fr_ca: 504.9 Éclairage.

source: 504.9.1 Illumination level.
fr_ca: 504.9.1 Niveau d'éclairage.

source: 504.9.2 Lighting controls.
fr_ca: 504.9.2 Commandes d'éclairage.

source: 505.1 General.
fr_ca: 505.1 Généralités.

source: 505.10 Handrail extensions.
fr_ca: 505.10 Rallonges de rampe.

source: 505.10.1 Top and bottom extension at ramps.
fr_ca: 505.10.1 Prolongement supérieur et inférieur au niveau des rampes.

source: 505.10.2 Top extension at stairs.
fr_ca: 505.10.2 Rallonge supérieure dans les escaliers.

source: 505.10.3 Bottom extension at stairs.
fr_ca: 505.10.3 Rallonge inférieure dans les escaliers.

source: 505.2 Location.
fr_ca: 505.2 Emplacement.

source: 505.3 Continuity.
fr_ca: 505.3 Continuité.

source: 505.4 Height.
fr_ca: 505.4 Hauteur.

source: 505.5 Clearance.
fr_ca: 505.5 Dégagement.

source: 505.6 Gripping surface.
fr_ca: 505.6 Surface de préhension.

source: 505.7 Cross section.
fr_ca: 505.7 Coupe transversale.

source: 505.7.1 Circular cross section.
fr_ca: 505.7.1 Coupe transversale circulaire.

source: 505.7.2 Noncircular cross sections.
fr_ca: 505.7.2 Coupes transversales non circulaires.

source: 505.9 Fittings.
fr_ca: 505.9 Raccords.

source: 506.1 General.
fr_ca: 506.1 Généralités.

source: 506.2 Operating force.
fr_ca: 506.2 Force de manœuvre.

source: 5/8 inch (16 mm), plus 1/8 inch (3.2 mm) per foot (305 mm) of viewing distance above 6 feet (1830 mm)
fr_ca: 5/8 po [16 mm], plus 1/8 po [3,2 mm] par pied [305 mm] de distance de visualisation au-delà de 6 pi [1830 mm]

source: 5/8 inch (16 mm)
fr_ca: 5/8 po (16 mm)

source: 607.1 General.
fr_ca: 607.1 Généralités.

source: 607.2 Clearance.
fr_ca: 607.2 Dégagement.

source: 607.3 Seat.
fr_ca: 607.3 Siège.

source: 607.4 Grab bars.
fr_ca: 607.4 Barres d'appui.

source: 607.4.1 Bathtubs with permanent seats.
fr_ca: 607.4.1 Baignoires avec sièges permanents.

source: 607.4.1.1 Back wall.
fr_ca: 607.4.1.1 Paroi arrière.

source: 607.4.1.2 Control end wall.
fr_ca: 607.4.1.2 Mur de l'extrémité de commande.

source: 607.4.1.2.1 Horizontal grab bar.
fr_ca: 607.4.1.2.1 Barre d'appui horizontale.

source: 607.4.1.2.2 Vertical grab bar.
fr_ca: 607.4.1.2.2 Barre d'appui verticale.

source: 607.4.2 Bathtubs with removable seats.
fr_ca: 607.4.2 Baignoires avec sièges amovibles.

source: 607.4.2.1 Back wall.
fr_ca: 607.4.2.1 Paroi arrière.

source: 607.4.2.2 Control end wall.
fr_ca: 607.4.2.2 Mur du côté des commandes.

source: 607.4.2.3 Head end wall.
fr_ca: 607.4.2.3 Tête de mur.

source: 607.5 Controls.
fr_ca: 607.5 Commandes.

source: 607.6 Hand shower.
fr_ca: 607.6 Douchette à main.

source: 607.7 Bathtub enclosures.
fr_ca: 607.7 Parois de baignoire.

source: 607.8 Water temperature.
fr_ca: 607.8 Température de l'eau.

source: 608.2.1.2.1 New buildings and facilities.
fr_ca: 608.2.1.2.1 Nouveaux bâtiments et nouvelles installations.

source: 608.2.1.2.2 Existing buildings and facilities.
fr_ca: 608.2.1.2.2 Bâtiments et installations existants.

source: 608.3.2.2 Side-wall grab bars.
fr_ca: 608.3.2.2 Barres d'appui sur le mur latéral.

source: 608.3.2.3 Vertical grab bar.
fr_ca: 608.3.2.3 Barre d'appui verticale.

source: 612.1 General.
fr_ca: 612.1 Généralités.

source: 612.2 Bench.
fr_ca: 612.2 Banc.

source: 612.3 Turning space.
fr_ca: 612.3 Aire de braquage.

source: 613.1 General.
fr_ca: 613.1 Généralités.

source: 613.2 Installation location.
fr_ca: 613.2 Emplacement d'installation.

source: 613.2.2 Multiuser toilet or bathing room.
fr_ca: 613.2.2 Toilettes ou salle de bain à utilisateurs multiples.

source: 613.2.3 Room or space other than a toilet room or bathing room.
fr_ca: 613.2.3 Pièce ou espace autre qu'une salle de toilettes ou une salle de bain.

source: 613.3 Room configurations.
fr_ca: 613.3 Configurations de la pièce.

source: 613.4 Changing surface.
fr_ca: 613.4 Surface à langer.

source: 613.4.1 Size.
fr_ca: 613.4.1 Dimensions.

source: 613.4.2 Capacity.
fr_ca: 613.4.2 Capacité.

source: 613.4.3 Height adjustability.
fr_ca: 613.4.3 Réglage de la hauteur.

source: 613.4.4 Maneuvering clearances.
fr_ca: 613.4.4 Zones de manœuvre.

source: 613.4.4.1 Side maneuvering clearance.
fr_ca: 613.4.4.1 Espace de dégagement latéral.

source: 613.4.4.2 End maneuvering clearance.
fr_ca: 613.4.4.2 Espace de dégagement d'extrémité.

source: 613.4.5 Side rail.
fr_ca: 613.4.5 Barre latérale.

source: 613.4.5.1 Size and location.
fr_ca: 613.4.5.1 Dimensions et emplacement.

source: 613.4.5.2 Rail positioning.
fr_ca: 613.4.5.2 Positionnement des barrières.

source: 703.2.10.1 Nonglare finish.
fr_ca: 703.2.10.1 Finition antireflet.

source: 703.2Visual Characters.
fr_ca: 703.2 Caractères visuels.

source: 703.3Raised Characters.
fr_ca: 703.3 Caractères en relief.

source: 703.5.3.1 Nonglare finish.
fr_ca: 703.5.3.1 Finition antireflet.

source: 703.5.3.2 Character contrast.
fr_ca: 703.5.3.2 Contraste des caractères.

source: 703.6Symbols of Accessibility.
fr_ca: 703.6 Symboles d'accessibilité.

source: 709.1 General.
fr_ca: 709.1 Généralités.

source: 709.2 Materials.
fr_ca: 709.2 Matériaux.

source: 709.3 Fire-resistance rating.
fr_ca: 709.3 Degré de résistance au feu.

source: 709.4 Continuity.
fr_ca: 709.4 Continuité.

source: 709.4.2 Smoke-barrier walls enclosing areas of refuge or elevator lobbies.
fr_ca: 709.4.2 Murs formant des séparations pare-fumée délimitant les aires de refuge ou les hall d'ascenseur.

source: 709.5 Openings.
fr_ca: 709.5 Ouvertures.

source: 709.8 Ducts and air transfer openings.
fr_ca: 709.8 Conduits et ouvertures permettant le passage de l'air.

source: 710.1 General.
fr_ca: 710.1 Généralités.

source: 710.2 Materials.
fr_ca: 710.2 Matériaux.

source: 710.3 Fire-resistance rating.
fr_ca: 710.3 Degré de résistance au feu.

source: 710.4 Continuity.
fr_ca: 710.4 Continuité.

source: 710.5 Openings.
fr_ca: 710.5 Ouvertures.

source: 710.5.1 Windows.
fr_ca: 710.5.1 Fenêtres.

source: 710.5.2 Doors.
fr_ca: 710.5.2 Portes.

source: 710.5.2.1 Louvers.
fr_ca: 710.5.2.1 Persiennes.

source: 710.5.2.2 Smoke and draft control doors.
fr_ca: 710.5.2.2 Portes de contrôle de la fumée et des courants d’air.

source: 710.5.2.2.1 Smoke and draft control door labeling.
fr_ca: 710.5.2.2.1 Étiquetage des portes de contrôle de la fumée et des courants d’air.

source: 710.5.2.3 Self- or automatic-closing doors.
fr_ca: 710.5.2.3 Portes à fermeture automatique ou à fermeture automatique déclenchée.

source: 710.5.3 Pass-through openings in Group I-2, Condition 2.
fr_ca: 710.5.3 Ouvertures de passage dans le groupe I-2, condition 2.

source: 710.6 Penetrations.
fr_ca: 710.6 Pénétrations.

source: 710.8 Ducts and air transfer openings.
fr_ca: 710.8 Conduits et ouvertures permettant le passage de l'air.

source: 711.1 General.
fr_ca: 711.1 Généralités.

source: 711.2 Horizontal assemblies.
fr_ca: 711.2 Ensembles horizontaux.

source: 711.2.1 Materials.
fr_ca: 711.2.1 Matériaux.

source: 711.2.2 Continuity.
fr_ca: 711.2.2 Continuité.

source: 711.2.3 Supporting construction.
fr_ca: 711.2.3 Éléments porteurs.

source: 711.2.4 Fire-resistance rating.
fr_ca: 711.2.4 Degré de résistance au feu.

source: 711.2.4.1 Separating mixed occupancies.
fr_ca: 711.2.4.1 Séparation des usages mixtes.

source: 711.2.4.2 Separating fire areas.
fr_ca: 711.2.4.2 Séparation des aires d’incendie.

source: 711.2.4.3 Dwelling units and sleeping units.
fr_ca: 711.2.4.3 Logements et unités de couchage.

source: 711.2.4.4 Separating smoke compartments.
fr_ca: 711.2.4.4 Séparation des compartiments coupe-fumée.

source: 711.2.4.5 Separating incidental uses.
fr_ca: 711.2.4.5 Séparation des usages accessoires.

source: 711.2.4.6 Other separations.
fr_ca: 711.2.4.6 Autres séparations.

source: 711.2.5 Ceiling panels.
fr_ca: 711.2.5 Panneaux de plafond.

source: 711.2.6 Unusable space.
fr_ca: 711.2.6 Espace inutilisable.

source: 711.3 Nonfire-resistance-rated floor and roof assemblies.
fr_ca: 711.3 Ensembles de plancher et de couverture sans résistance au feu.

source: 711.3.1 Materials.
fr_ca: 711.3.1 Matériaux.

source: 711.3.2 Continuity.
fr_ca: 711.3.2 Continuité.

source: 712.1 General.
fr_ca: 712.1 Généralités.

source: 712.1.1 Shaft enclosures.
fr_ca: 712.1.1 Puits encloisonnés.

source: 712.1.10 Parking garages.
fr_ca: 712.1.10 Garages de stationnement.

source: 712.1.10.1 Automobile ramps.
fr_ca: 712.1.10.1 Rampes pour automobiles.

source: 712.1.10.2 Elevators.
fr_ca: 712.1.10.2 Ascenseurs.

source: 712.1.10.3 Duct systems.
fr_ca: 712.1.10.3 Systèmes de conduits.

source: 712.1.12 Exit access stairways and ramps.
fr_ca: 712.1.12 Escaliers et rampes d'accès aux issues.

source: 712.1.13.1 Horizontal fire door assemblies.
fr_ca: 712.1.13.1 Portes coupe-feu horizontales.

source: 712.1.13.2 Access doors.
fr_ca: 712.1.13.2 Portes d'accès.

source: 712.1.14 Group I-3.
fr_ca: 712.1.14 Groupe I-3.

source: 712.1.15 Skylights.
fr_ca: 712.1.15 Puits de lumière.

source: 712.1.16 Openings otherwise permitted.
fr_ca: 712.1.16 Ouvertures autrement autorisées.

source: 712.1.2 Individual dwelling unit.
fr_ca: 712.1.2 Logement individuel.

source: 712.1.3 Escalator openings.
fr_ca: 712.1.3 Ouvertures d'escalier roulant.

source: 712.1.3.1 Opening size.
fr_ca: 712.1.3.1 Taille de l'ouverture.

source: 712.1.3.2 Automatic shutters.
fr_ca: 712.1.3.2 Volets automatiques.

source: 712.1.4 Penetrations.
fr_ca: 712.1.4 Pénétrations.

source: 712.1.5.1 Joints in or between horizontal assemblies.
fr_ca: 712.1.5.1 Joints dans ou entre les ensembles horizontaux.

source: 712.1.5.2 Joints in or between nonfire-resistance-rated floor assemblies.
fr_ca: 712.1.5.2 Joints dans ou entre des ensembles de plancher sans degré de résistance au feu.

source: 712.1.6 Ducts and air transfer openings.
fr_ca: 712.1.6 Conduits et ouvertures permettant le passage de l'air.

source: 712.1.8 Masonry chimney.
fr_ca: 712.1.8 Cheminée en maçonnerie.

source: 712.1.9 Two-story openings.
fr_ca: 712.1.9 Ouvertures à deux étages.

source: 801.1 Scope.
fr_ca: 801.1 Portée.

source: 802.1 General.
fr_ca: 802.1 Généralités.

source: 802.1 Interior wall and ceiling finish.
fr_ca: 802.1 Revêtement de murs et de plafonds intérieurs.

source: 802.10 Wheelchair space dispersion.
fr_ca: 802.10 Répartition des espaces pour fauteuils roulants.

source: 802.10.1 Horizontal dispersion.
fr_ca: 802.10.1 Répartition horizontale.

source: 802.10.2 Dispersion for variety of distances from the event.
fr_ca: 802.10.2 Dispersion pour diverses distances de l'événement.

source: 802.10.3 Dispersion by type.
fr_ca: 802.10.3 Dispersion par type.

source: 802.10.3.1 Charging stations.
fr_ca: 802.10.3.1 Stations de recharge.

source: 802.10.4 Spaces utilized primarily for viewing motion picture projections.
fr_ca: 802.10.4 Espaces utilisés principalement pour regarder des projections de films.

source: 802.10.4.1 Spaces with seating on risers.
fr_ca: 802.10.4.1 Espaces avec SIÈGES sur des contremarches.

source: 802.10.4.2 Distance from the screen.
fr_ca: 802.10.4.2 Distance de l'écran.

source: 802.11 Sign language interpreter stations.
fr_ca: 802.11 Postes d'interprètes en langue des signes.

source: 802.11.1 General.
fr_ca: 802.11.1 Généralités.

source: 802.11.2 Area.
fr_ca: 802.11.2 Zone.

source: 802.11.3 Location.
fr_ca: 802.11.3 Emplacement.

source: 802.11.4 Illumination.
fr_ca: 802.11.4 Éclairage.

source: 802.11.5 Backdrop.
fr_ca: 802.11.5 Toile de fond.

source: 802.2 Floor surfaces.
fr_ca: 802.2 Surfaces de plancher.

source: 802.2 Interior floor finish.
fr_ca: 802.2 Finition de plancher intérieur.

source: 802.3 Width.
fr_ca: 802.3 Largeur.

source: 802.4 Applicability.
fr_ca: 802.4 Applicabilité.

source: 802.4 Depth.
fr_ca: 802.4 Profondeur.

source: 802.4.1 New buildings and facilities.
fr_ca: 802.4.1 Nouveaux bâtiments et installations.

source: 802.4.2 Existing buildings and facilities.
fr_ca: 802.4.2 Bâtiments et installations existants.

source: 802.5 Approach.
fr_ca: 802.5 Accès.

source: 802.5.1 Overlap.
fr_ca: 802.5.1 Chevauchement.

source: 802.6 Integration of wheelchair space locations.
fr_ca: 802.6 Intégration des emplacements des espaces pour fauteuils roulants.

source: 802.6 Windows.
fr_ca: 802.6 Fenêtres.

source: 802.7 Companion seat.
fr_ca: 802.7 Siège d'accompagnateur.

source: 802.7 Foam plastics.
fr_ca: 802.7 Mousses plastiques.

source: 802.7.1 Companion seat type.
fr_ca: 802.7.1 Type de siège d'accompagnateur.

source: 802.7.2 Companion seat alignment.
fr_ca: 802.7.2 Alignement du siège d'accompagnateur.

source: 802.8 Designated aisle seats.
fr_ca: 802.8 Sièges côté allée désignés.

source: 802.8.1 Armrests.
fr_ca: 802.8.1 Accoudoirs.

source: 802.9 Lines of sight.
fr_ca: 802.9 Lignes de visibilité.

source: 802.9.1 Line of sight over seated spectators.
fr_ca: 802.9.1 Ligne de visibilité au-dessus des spectateurs assis.

source: 802.9.1.1 Lines of sight over heads.
fr_ca: 802.9.1.1 Lignes de visibilité au-dessus des têtes de mur.

source: 802.9.1.2 Lines of sight between heads.
fr_ca: 802.9.1.2 Lignes de vue entre les têtes.

source: 802.9.2 Line of sight over standing spectators.
fr_ca: 802.9.2 Champ de vision au-dessus des spectateurs debout.

source: 802.9.2.1 Distance from adjacent seating.
fr_ca: 802.9.2.1 Distance par rapport aux SIÈGES adjacents.

source: 802.9.2.2 Height.
fr_ca: 802.9.2.2 Hauteur.

source: 803.1 General.
fr_ca: 803.1 Généralités.

source: 803.2 Turning space.
fr_ca: 803.2 Aire de braquage.

source: 803.3 Door swing.
fr_ca: 803.3 Ouverture de la porte.

source: 803.4 Benches.
fr_ca: 803.4 Bancs.

source: 803.5 Coat hooks and shelves.
fr_ca: 803.5 Patères et étagères.

source: 804.1 General.
fr_ca: 804.1 Généralités.

source: 804.2 Clearance.
fr_ca: 804.2 Dégagement.

source: 804.2.1 Pass-through kitchens.
fr_ca: 804.2.1 Cuisines avec passe-plat.

source: 804.2.2 U-shaped kitchens.
fr_ca: 804.2.2 Cuisines en forme de U.

source: 804.2.3 Spaces where a cook top or conventional range is not provided.
fr_ca: 804.2.3 Pièces où il n'y a aucun plan de cuisson ni de cuisinière classique.

source: 804.3 Testing and identification.
fr_ca: 804.3 Essais et identification.

source: 804.3 Work surface.
fr_ca: 804.3 Surface de travail.

source: 804.4 Interior floor finish requirements.
fr_ca: 804.4 Exigences relatives à la finition de plancher intérieur.

source: 804.4 Sinks.
fr_ca: 804.4 Éviers.

source: 804.4.1 Test requirement.
fr_ca: 804.4.1 Exigence d'essai.

source: 804.4.2 Minimum critical radiant flux.
fr_ca: 804.4.2 Flux énergétique critique minimum.
